{
  "ChatGPT.nvim": {
    "branch": "main"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "augment.vim": {
    "branch": "main"
  },
  "auto-session": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "codeium.nvim": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "cyberdream.nvim": {
    "branch": "main"
  },
  "fidget.nvim": {
    "branch": "main"
  },
  "flybuf.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "kanagawa.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "lush.nvim": {
    "branch": "main"
  },
  "luvit-meta": {
    "branch": "main"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-tool-installer.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.nvim": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "main"
  },
  "newpaper.nvim": {
    "branch": "main"
  },
  "nightfox.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "obsidian.nvim": {
    "branch": "main"
  },
  "onedark": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope-ui-select.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "0.1.x"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "vim-sleuth": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "zenbones.nvim": {
    "branch": "main"
  }
}
